<?php

return [
    'add' => 'Добавить',
    'login' => 'Войти',
    'selectimage' => 'Фото не выбрано',
    'format' => 'Допустимое расширение изображения (jpeg, jpg, png)',
    'maxsize' => 'Максимальный размер 1 МБ',
    'name' => 'Название',
    'publish' => 'Статус',
    'addsave' => 'Сохранить',
    'welcome' => 'Здравствуйте',
    'remove' => 'удалить',
    'edit' => 'редактировать',
    'question_done' => 'Вы действительно хотите удалить эти данные?',
    'dane_add' => 'Операция прошла успешно',
    'brand' =>
        [
        'main_title' => 'Бренды',
        'status' => 'Статус',
        'name' => 'Название ',
        'add' => '«Бренд не найден. Добавить бренд»',
        'title_add' => 'Добавить бренд'
    ],
    'modelcar' =>
        [
        'main_title' => 'Модели',
        'status' => 'Статус',
        'name' => 'Название ',
        'add' => '«Модель не найдена. Добавить модель»',
        'title_add' => 'Добавить модель',
        'select_brand' => 'Выберите бренд'
    ],
    'car' =>
        [
        'image' => 'Фото',
        'brand' => 'Марка',
        'modelcar' => 'Модель',
        'year' => 'Год выпуска',
        'number' => 'Госномер',
        'color' => 'Цвет',
        'transmission' => 'Коробка передач',
        'rent_price_per_day' => 'Цена в сутки',
        'main_title' => 'Автомобили',
        'status' => 'Статус',
        'name' => 'Название ',
        'add' => '«автомобиль не найдена. Добавить автомобиль»',
        'title_add' => 'Добавить автомобиль',
        'title_eddit' => 'Редактировать автомобиль',
        'select_modelcar' => 'Выберите модель',
        'select_transmission' => 'Выберите Коробку передач',
    ],
];
